class Tutorial :

    def tutorial(name):
        print("┌ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ 사용방법 ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ - ┐")
        print("│ 저희 프로그램에는 컴퓨터코딩, 회계 및 전산, 디자인, 조리 및 식품, 뷰티, 기계, 과학, 항공 정비 및 항공 서비스, 동물, 농사 총 10 개의 키워드가 있습니다!     │")
        print("│ 이 10개의 키워드 중 관심있는 분야의 번호를 눌러 주시면 됩니다                                                                                        │")
        print("└ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─  ─ ─ - ─ ─ - ─ ─ ─ ─ ─ - ┘")
